Revit 2027 API
Tile.TileVerticalCount Property
 The property labeled "tile_VerticalCount" from the "Tile" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string TileVerticalCount { get; }
Public Shared ReadOnly Property TileVerticalCount As String
	Get
public:
static property String^ TileVerticalCount {
	String^ get ();
}
static member TileVerticalCount : string with get
Property Value
String
Remarks
 This property is of type "AssetPropertyDouble" within the range of "0, 100".
See Also
Reference
Tile Class
Autodesk.Revit.DB.Visual Namespace